driver-tests/iepse/IEPNotificationStream/NotificationStreamApp/test/TimeBasedWindowInput2/template.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns="TimeBasedWindowInput2.TimeBasedWindowInput2_iep">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
     <StreamInput0_MsgObj>
       <id>${id.0}</id>
       <name>${name.0}</name>
       <price>${price.0}</price>
       <parentID>${parentID.0}</parentID>
       <data>${data.0}</data>
       <orderTimeStamp>${orderTimeStamp.0}</orderTimeStamp>
       <orderDate>${orderDate.0}</orderDate>
       <orderTime>${orderTime.0}</orderTime>
     </StreamInput0_MsgObj>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
